import requests

#Criação de usuário (post)

#---------------------------------------------------------
#Edição de usuário (put)

#---------------------------------------------------------
#Adição/remoção de filiais (put?)

#---------------------------------------------------------
#Visualização de usuários (get)

#---------------------------------------------------------
#Ativação/desativação de usuário (put)

#---------------------------------------------------------
#Autenticação (post)

#---------------------------------------------------------
#Reset de senha (put)

